app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    if @article.save
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "asasasa"], ["body", "adfsfgadfwsdfghjl"], ["created_at", "2021-01-15 17:41:31.426482"], ["updated_at", "2021-01-15 17:41:31.426482"]]